{
    "Character": [
        {
            "id": 1,
            "name": "Adira",
            "icon": "/imagens/adira-icon.png",
            "background": "/imagens/adira-tela.png",
            "text": "Adira é um Traje Épico em Fortnite : Battle Royale , que pode ser obtido comprando todos os cosméticos da página 3 e gastando Estrela de Batalha (Capítulo 2). Ela faz parte do The Dragon Rider Set."
        },
        {
            "id": 2,
            "name": "Atemporal",
            "icon": "/imagens/atemporal-icon.png",
            "background": "/imagens/atemporal-tela.png",
            "text": "Atemporal skin é um Fortnite Traje Lendário. Faz Parte do conjunto Atemporal.Este personagen foi introduzido em Fortnite Battle Royale em 11 de julho de 2018 (Capítulo 1 Temporada 5 version 4.5-CU). É um roupa do Passe de Batalha Fortnite do Capítulo 1 Temporada 5 que poderia ser obtido como roupa de Nível 1. Os estilos de Atemporal poderiam ser desbloqueados completando os desafios relacionados a este traje."
        },
        {
            "id": 3,
            "name": "Fedra",
            "icon": "/imagens/fedra-icon.png",
            "background": "/imagens/fedra-tela.png",
            "text": "Fedra 'ofusca' a luz não apenas com seu chapéu, mas também com o octópode Acessório para as Costas Cefas, que faz parte do Pacote do Clube. Os demais itens do Pacote do Clube de Julho são a Picareta Sombrinha Estígio (como se o chapéu da Fedra não bastasse), a Asa-delta Sombra Gótica, que voa em uma brisa aterrorizante do além, e a Tela de Carregamento Reflexão Tingida"
        },
        {
            "id": 4,
            "name": "Imaginária",
            "icon": "/imagens/imaginaria-icon.png",
            "background": "/imagens/imaginaria-tela.png",
            "text": "Ela era um membro caótico dos Sete apresentado no Capítulo 3: Temporada 2 . Ela foi uma das irmãs mencionadas pela primeira vez pela Fundação durante o Zero Crisis Finale . Ela era filha de Geno , geneticamente modificada para ser 'perfeita' na visão de seu pai. Ela possivelmente mentiu para The Looper dizendo que não se lembrava de seu passado. Ela é uma personagem importante em Fortnite: Battle Royale , servindo como uma personagem secundária invisível, mas fundamental do Capítulo 1 , uma personagem invisível do Capítulo 2 e uma das duas tetratagonistas (ao lado de A Origem ) do Capítulo 3 ."
        },
        {
            "id": 5,
            "name": "Malik",
            "icon": "/imagens/malik-icon.png",
            "background": "/imagens/malik-tela.png",
            "text": "Malik é um Traje Lendário em Fortnite : Battle Royale , que pode ser obtido comprando todos os cosméticos da página 6 e gastando Estrela de Batalha (Capítulo 2) - Ícone - Fortnite.png9 Estrelas de Batalha no Passe de Batalha do Capítulo 3: Temporada 3 . Ele faz parte do conjunto Age of Kings."
        },
        {
            "id": 6,
            "name": "Midas",
            "icon": "/imagens/midas-icon.png",
            "background": "/imagens/midas-tela.png",
            "text": "Midas foi o fundador da SHADOW e o líder do GHOST durante o Capítulo 2: Temporada 2 . Ele teve uma grande influência no enredo do Capítulo 2: Temporada 2 ; ele acionou o evento Dispositivo para empurrar a Tempestade e talvez escapar do Loop. Ele conseguiu, mas em vingança contra Midas, a Tempestade criou a Muralha de Água e inundou a ilha. O paradeiro de Midas é atualmente desconhecido, mas tem trabalhado em estreita colaboração com Jules, Marigold e GHOST em um plano."
        },
        {
            "id": 7,
            "name": "Ordem",
            "icon": "/imagens/ordem-icon.png",
            "background": "/imagens/ordem-tela.png",
            "text": "A Ordem é um membro dos Sete apresentado no Capítulo 3: Temporada 2 . Ela é uma das irmãs do Imaginado e filha de Geno. Ela é uma personagem coadjuvante, mas fundamental, de Fortnite: Battle Royale , servindo como uma personagem secundária invisível do Capítulo 1 , uma personagem invisível do Capítulo 2 e uma personagem coadjuvante do Capítulo 3."
        },
        {
            "id": 8,
            "name": "Origem",
            "icon": "/imagens/origem-icon.png",
            "background": "/imagens/origem-tela.png",
            "text": "A Origem é o tático de campo e comandante dos Sete e o ex -Rei Cubo da Última Realidade que fugiu devido ao poder sombrio dos Cubos. Ele é um dos três tetratagonistas (ao lado de The Paradigm e The Visitor ) de Fortnite: Battle Royale , servindo como um personagem secundário, mas essencial, invisível do Capítulo 1 e Capítulo 2, e um dos dois tetratagonistas (ao lado de The Imagined ) do Capítulo 3."
        },
        {
            "id": 9,
            "name": "Raz",
            "icon": "/imagens/raz-icon.png",
            "background": "/imagens/raz-tela.png",
            "text": "Raz era um pesquisador de The Spire , procurando por The Spire depois de ter visões da misteriosa torre em seus sonhos desde a infância. Ele ajudou The Looper a pesquisar The Spire para seu próprio benefício e, eventualmente, encontrou um pedaço do The Spire's Core que lhe deu poderes, mas também o corrompeu, transformando-o em Glyph Master Raz. Glyph Master Raz foi derrotado por The Looper e o artefato roubado dele. Por algum motivo, em vez de voltar à sua aparência normal, ele ganhou uma aparência falhada e perdeu parte das memórias de quando era Glyph Master Raz, apenas reconhecendo que ele errou. Seu poder logo atraiu a atenção de The Last Reality para a Ilha."
        }
    ]
}